icon = {'01d': '\u2600',
        '01n': '\uF311',
        '02d': '\u26C5',
        '02n': '\u2601',
        '03d': '\u2601',
        '03n': '\u2601',
        '04d': '\u2601',
        '04n': '\u2601',
        '09d': '\u2614',
        '09n': '\u2614',
        '10d': '\u2614',
        '10n': '\u2614',
        '11d': '\u2614',
        '11n': '\u2614',
        '13d': '\u2744',
        '13n': '\u2744',
        '50d': '\u1F301',
        '50n': '\u1F301',
        }


class Strings:
    def __init__(self):
        self.weather_label = 'Сейчас'
        self.forecast_label = 'Ожидается'
